Repository: zdanek/splashy
Catalog: po/*.po
Languages: es, fr

source: >Set theme as:
es: >El nombre del tema es:
fr: >Thème sélectionné:

source: >Install theme
es: >Instalar tema
fr: >Installation du thème

source: This format is invalid
es: Este formato es inválido
fr: Ce format n'est pas valide

source: Did you really give me a tarball ?
es: ¿Ya me diste el paquete en formato tar?
fr: M'avez-vous vraiment donné une archive?

source: An error occurred checking theme
es: Ocurrió un error mientras analizaba el tema
fr: Une erreur est survenue en vérifiant le thème

source: This theme already exists
es: Este tema ya existe
fr: Ce thème existe déjà

source: An error occurred installing theme
es: Ocurrió un error mientras instalaba el tema
fr: Une erreur est survenue durant l'installation du thème

source: The tarball does not exist!
es: ¡El paquete en formato tar no existe!
fr: L'archive n'existe pas!

source: >Remove theme
es: >Borrar tema
fr: >Suppression du thème

source: The theme does not exist!
es: ¡El tema no existe!
fr: Le thème n'existe pas!

source: This theme is currently used!
es: ¡Este tema ya esta siendo usado!
fr: Ce thème est actuellement utilisé!

source: >Theme currently used:
es: >El tema actual es:
fr: Thème actuellement utilisé:

source: URLs %s
es: URL %s

source: by %s
es: por %s
fr: par %s

source: >Installed themes:
es: >Temas instalados:
fr: >Thèmes installés:

source: <!> Insufficient priviledges <!> Root priviledges required for this function
es: <¡> Deficiencia de permisos <!> Se necesitan privilegios de super usuario para ejecutar esta función
fr: <!> Privilèges insuffisants <!> Les droits du super utilisateur sont nécessaire pour cette fonction

source: >Create theme
es: >Crear tema
fr: Création du thème

source: This file does not exist: %s
es: Este archivo no existe: %s
fr: Ce fichier n'existe pas: %s

source: The boot image does not seem to be an image
es: La imagen de arranque no aparenta ser un archivo de imagen
fr: L'image de démarrage ne semble pas être une image

source: The shutdown image does not seem to be an image
es: La imagen de apague no aparenta ser un archivo de imagen
fr: L'image d'arrêt ne semble pas être une image

source: The error image does not seem to be an image
es: La imagen de error no aparenta ser un archivo de imagen
fr: L'image d'erreur ne semble pas être une image

source: The resume image does not seem to be an image
es: La imagen de resumir no aparenta ser un archivo de imagen
fr: L'image de reprise ne semble pas être une image

source: The suspend image does not seem to be an image
es: La imagen de suspender no aparenta ser un archivo de imagen
fr: L'image de mise en veille ne semble pas être une image

source: Error! Can't create theme directory %s
es: ¡Error! No pude crear el directorio del tema %s
fr: Erreur! Ne peut créer le répertoire du thème %s

source: Writing theme %s to current directory
es: Escribiendo el tema %s al directorio actual
fr: Écriture du thème %s dans le répertoire courant

source: Error! Can't create directory %s
es: ¡Error! No pude crear el directorio %s
fr: Erreur ! Ne peut créer le répertoire %s

source: Error! Unable to use the picture %s. Aborting
es: ¡Error! No pude usar la imagen %s. Abortando
fr: Erreur! Impossible d'utiliser l'image %s. Annulation

source: You tried to create a theme without a name
es: Trataste de crear un tema sin nombre
fr: Vous avez essayé de créer un thème sans le nommer

source: * Name
es: * Nombre
fr: * Nom

source: * Boot image
es: * Imagen de arranque
fr: * Image de démarrage

source: * Shutdown image
es: * Imagen de apague
fr: * Image d'arrêt

source: * Error image
es: * Imagen de error
fr: * Image d'erreur

source: * Resume image
es: * Imagen de resumir
fr: * Image de reprise

source: * Suspend image
es: * Imagen de suspender
fr: * Image de mise en veille

source: Do you want to set the resolution (height & width) of these images ? (yes|no)
es: ¿Quieres contribuir la resolución (altura y anchura) de estas imagenes? (yes|no)
fr: Voulez-vous règler la résolution (hauteur & largeur) de ces images ? (yes|no)

source: Width
es: Anchura
fr: Largeur

source: Height
es: Altura
fr: Hauteur

source: Version
es: Versión

source: Description
es: Descripción

source: Author
es: Autor
fr: Auteur

source: Do you want to see a progress bar on boot ? (yes|no)
es: ¿Quieres ver la barra de progreso durante el arranque? (yes|no)
fr: Voulez-vous voir une barre de progression au démarrage ? (yes|no)

source: Direction ? (forward|backward)
es: Dirección? (forward|backward)

source: Do you want to see a progress bar on shutdown ? (yes|no)
es: ¿Quieres ver la barra de progreso cuando apagas? (yes|no)
fr: Voulez-vous voir une barre de progression à l'arrêt ? (yes|no)

source: Do you want to see a progress bar on resume ? (yes|no)
es: ¿Quieres ver la barra de progreso cuando resumes? (yes|no)
fr: Voulez-vous voir une barre de progression à la reprise ? (yes|no)

source: Do you want to see a progress bar on suspend ? (yes|no)
es: ¿Quieres ver la barra de progreso cuando suspendes? (yes|no)
fr: Voulez-vous voir une barre de progression à la mise en veille ? (yes|no)

source: Progress bar
es: Barra de progreso
fr: Barre de progression

source: X position in pixel units
es: X posición en unidades de pixel
fr: Position en X en pixels

source: X position in percentage
es: X posición en porcentage
fr: Position en X en pourcentage

source: Y position in pixel units
es: Y posición en unidades de pixel
fr: Position en Y en pixels

source: Y position in percentage
es: Y posición en porcentage
fr: Position en Y en pourcentage

source: Width in pixel units
es: Anchura en unidades de pixel
fr: Largeur en pixels

source: Width in percentage
es: Anchura en porcentage
fr: Largeur en pourcentage

source: Height in pixel units
es: Altura en unidades de pixel
fr: Hauteur en pixels

source: Height in percentage
es: Altura en porcentage
fr: Hauteur en pourcentage

source: Red
es: Rojo
fr: Rouge

source: Green
es: Verde
fr: Vert

source: Blue
es: Azul
fr: Bleue

source: Alpha
es: Alfa

source: Background color
es: Color del fondo
fr: Couleur de fond

source: Do you want a border around the progress bar? (yes|no)
es: ¿Quieres un borde alrededor de la barra de progreso? (yes|no)
fr: Voulez-vous une bordure autour de la barre de progression? (yes|no)

source: Border color
es: Color del borde
fr: Couleur de la bordure

source: Pass in verbose mode on error? (yes|no)
es: ¿Cambia a modo 'verbose' si pasa un error? (yes|no)
fr: Passer en mode texte lors d'une erreur? (yes|no)

source: Do you want to see a text box? (yes|no)
es: ¿Quieres ver un cuadro de texto? (yes|no)
fr: Voulez-vous voir une zone de texte? (yes|no)

source: Text box
es: Cuadro de texto
fr: Zone de texte

source: Do you want a border around the text box ? (yes|no)
es: ¿Quieres un borde alrededor del cuadro de texto? (yes|no)
fr: Voulez-vous une bordure autour de la zone de texte ? (yes|no)

source: Border color
es: Color del borde
fr: Couleur de la bordure

source: Text font file
es: Archivo de tipografía
fr: Fichier de police de caractère

source: Font size
es: Tamaño de la tipografía
fr: Taille de la police de caractère

source: Text color
es: Color del texto
fr: Couleur du texte

source: Do you want a fade-in? (yes|no)
es: ¿Quieres una entrada desvaneciente? (yes|no)
fr: Voulez-vous une apparition douce? (yes|no)

source: Do you want a fade-out? (yes|no)
es: ¿Quieres una salida desvaneciente? (yes|no)
fr: Voulez-vous une disparition douce? (yes|no)

source: Failed to read the file: %s
es: No pude leer el archivo: %s
fr: Impossible de lire le fichier: %s

source: Error opening destination file %s
es: Error al abrir el archivo de destino %s
fr: Erreur à l'ouverture du fichier de destination %s

source: Failed to write the file: %s
es: No pude escribir al archivo: %s
fr: Impossible d'écrire le fichier: %s

source: Author <author@mail.com>
es: Autor <autor@example.com>
fr: Auteur <auteur@courriel.com>

source: usage: %s [option] arg [-h, --help][-s, --set-theme THEME][-i, --install-theme THEME.tar.gz] [-r, --remove-theme THEME][--info][-c, --create-theme [args...]] [-g, --get-key XPATH] See --help for more information
es: usage: %s [option] arg [-h, --help][-s, --set-theme TEMA][-i, --install-theme TEMA.tar.gz] [-r, --remove-theme TEMA][--info][-c, --create-theme [args...]] [-g, --get-key XPATH] Ver --help para más información
fr: utilisation: %s [option] arg [-h, --help][-s, --set-theme THÈME][-i, --install-theme THÈME.tar.gz] [-r, --remove-theme THÈME][--info][-c, --create-theme [args...]] [-g, --get-key XPATH] Voir --help pour plus d'informations

source: Error occured while starting Splashy Make sure that you can read Splashy's configuration file
es: Un error ocurrió empezando Splashy Asegúrate que puedas leer el archivo de configuración de Splashy
fr: Une erreur est survenue en démarrant Splashy Soyez sûr de pouvoir lire le fichier de configuration de Splashy

source: Missing arguments
es: Te faltaron argumentos
fr: Arguments manquants

source: Error: Could not open theme file for writing
es: Error: no pude escribir el archivo del tema
fr: Erreur: Impossible d'ouvrir en écriture le fichier du thème

source: Run %s to update your initrd image
fr: Lancez %s pour mettre à jour votre image initrd

source: Color
fr: Couleur

source: A Splashy Configuration Tool usage: %s [option] arg -h, --help Display this help -g, --get-key XPATH Returns the value of a key from Splashy config file, or the current theme -s, --set-theme THEME Set THEME as the Splashy theme -i, --install-theme THEME.tar.gz Install the THEME from a tarball -r, --remove-theme THEME Remove the THEME --info Display some information -c, --create-theme [args...] Create a theme in an interactive mode if no arguments were given Inline mode arguments, the following arguments are obligatory see the man page for a complete list --name NAME Set the NAME of the new Splashy theme --boot-image PATH Upload the boot image located at the specified PATH --shutdown-image PATH Upload the shutdown image located at the specified PATH --error-image PATH Upload the error image located at the specified PATH
fr: Outil de configuration pour Splashy utilisation: %s [option] arg -h, --help Affiche cette aide -g, --get-key XPATH Retourne la valeur de la clé depuis le fichier de configuration de Splashy, ou du thème utilisé -s, --set-theme THÈME Sélectionne le THÈME pour Splashy -i, --install-theme THÈME.tar.gz Installe le THÈME depuis une archive -r, --remove-theme THÈME Supprime le THÈME --info Affiche quelques informations -c, --create-theme [args...] Crée un thème de manière interactive si aucun argument n'est passé voir la page de manuel pour une liste complète --name NOM NOM du nouveau thème --boot-image CHEMIN Copie l'image de démarrage se trouvant au CHEMIN spécifié --error-image CHEMIN Copie l'image d'erreur se trouvant au CHEMIN spécifié
